{
    "home_label": "Home",
    "skills_label": "Skills",
    "projects_label": "Projects",
    "about_label": "About me",
    "contact_label": "Contact me",
    "resume_label": "Resume",
    "home_title": "I'm a Frontend Developer",
    "home_skills": "I love to",
    "home_skill1": "code",
    "home_skill2": "design",
    "home_skill3": "teamwork",
    "home_skill4": "learn",
    "home_text": "Welcome to my portfolio! My name is <0>{{- name}}</0> but you can call me {{surname}}. Below you will find projects I have worked on and information about me, among other things.",
    "menu_lang": "English",
    "darkmode_label": "Dark mode",
    "lightmode_label": "Flashbang",
    "resume_link": "https://resume.melogno.lol",
    
    "eventorica_description": "Find things to do, wherever you are. \n\nEventorica is a web application that allows users to find places, activites and events near them. \n\nDeveloped with Next, using Typescript. Backend developed with Directus CMS. Hosted on Oracle Cloud.",
    "rizpilko_description": "Productivity web application. Includes task list, calendar, time manager, Pomodoro timer, and personal diary. \n\nBackend developed in Python, using SQLite and Flask. RESTful API. Login with Google OAuth2. Frontend developed with HTML, CSS, and vanilla JS. Hosted on Replit.",
    "digitalbooking_description": "Final proyect of the first track of DigitalHouse's Certified Tech Developer program. The project consisted of creating a website for temporary vehicle rental.\n\nI was mainly in charge of the Frontend, although I always made sure to help my teammates in Backend, Testing, and Infrastructure when they were stuck. \n\nFrontend developed with React, Redux, Styled Components.",
    "projectash_description": "Project that consisted of a series of exercises for the Frontend 1 specialization course of the Certified Tech Developer program. The website allows users to submit requests for injured Pokémon care.\n\nBackend developed in Java Spring with Maven. Frontend developed with React, using JSDoc for documentation. Hosted on AWS.",

    "eventorica_alt": "Eventorica page screenshot",
    "rizpilko_alt": "Productivity page screenshot",
    "digitalbooking_alt": "Car reservation page screenshot",
    "projectash_alt": "Pokemon assistance form page screenshot",

    "about_me": "For more than five years, I have been deeply interested in software development. This passion traces back to my childhood when my parents bought me my first computer. Since that moment, I was captivated by the multitude of things that could be done with it.\n\nAs I grew older, my interest in computer science, particularly programming, kept growing. Since then, I have dedicated a lot of time and effort to learning a lot about software development and programming.\n\nOn this journey, I have studied and experimented with various programming languages, from Java and Visual Basic to Python and JavaScript. I have also developed skills in database design, server management, and system integration.\n\nAs I gained experience, I realized that my interest in software development was not only limited to programming itself but also extended to enjoying teamwork, learning from other developers, and sharing my knowledge with them.",

    "email_label": "Your email",
    "emailname_label": "Your name",
    "emailcontent_label": "Message",
    "sendemail_label": "Send message",

    "success_message": "The message was sent successfully.",

    "hamburguer_label": "Menu button",
    "closebutton_label": "Close menu",
    "about_alt": "Ezequiel sitting, plants on the background"
}