{
    "home_label": "Inicio",
    "skills_label": "Skills",
    "projects_label": "Proyectos",
    "about_label": "Sobre mi",
    "contact_label": "Contáctame",
    "resume_label": "Currículum Vitae",
    "home_title": "Soy un desarrollador Frontend",
    "home_skills": "Me gusta",
    "home_skill1": "programar",
    "home_skill2": "diseñar",
    "home_skill3": "trabajar en equipo",
    "home_skill4": "aprender",
    "home_text": "¡Bienvenido a mi portafolio! Me llamo <0>{{- name}}</0> pero me puedes decir {{surname}}. Abajo encontrarás proyectos en los que he trabajado así como información sobre mí, entre otras cosas.",
    "menu_lang": "Español",
    "darkmode_label": "Modo oscuro",
    "lightmode_label": "Flashbang",
    "resume_link": "https://cv.melogno.lol",

    "rizpilko_description": "Aplicación web de productividad. Incluye lista de tareas, calendario, gestor de tiempo, temporizador Pomodoro y diario personal. \n\nBackend desarrollado en Python, utilizando SQLite y Flask. RESTful API. Login con Google OAuth2. Frontend desarrollado con HTML, CSS y JS vanilla. Host en replit.",
    "digitalbooking_description": "Proyecto integrador del primer track de la carrera Certified Tech Developer de DigitalHouse. El proyecto consistió en realizar una página web de alquiler temporario de vehículos. \n\nMe encargué principalmente del Frontend, aunque procuré siempre ayudar a mis compañeros en Backend, Testing e Infraestructura cuando estuvieron trancados. \n\nFrontend desarrollado con React, Redux, Styled Components.",
    "projectash_description": "Proyecto que consistió en una serie de ejercicios para la materia de especialización en Frontend 1 de la carrera Certified Tech Developer. El sitio permite realizar solicitudes de atención para Pokémon heridos. \n\nBackend desarrollado en Java Spring con Maven. Frontend desarrollado con React, utilizando JSDoc para la documentación. Host en AWS.",

    "rizpilko_alt": "Foto de página de productividad",
    "digitalbooking_alt": "Foto de página de reserva de autos",
    "projectash_alt": "Foto de página con formulario de solicitud de atención Pokémon",

    "about_me": "Desde hace más de cinco años, he estado super interesado en el desarrollo de software. Esta pasión se remonta a mi infancia, cuando mis padres me compraron mi primera computadora. Desde ese momento, quedé cautivado por la gran cantidad de cosas que se podían hacer con ella. \n\nA medida que fui creciendo, mi interés en la informática y en la programación en particular fue en aumento. Desde entonces, he dedicado mucho tiempo y esfuerzo en aprender un montón sobre el desarrollo de software y programación. \n\nEn este camino, he estudiado y experimentado varios lenguajes de programación, desde Java y Visual Basic hasta Python y JavaScript. También he desarrollado habilidades en el diseño de bases de datos, el manejo de servidores y la integración de sistemas. \n\nA medida que fui adquiriendo experiencia, me di cuenta que mi interés por el desarrollo de software no solo se limitaba a la programación en sí, sino que también me gustaba trabajar en equipo, aprender de otros desarrolladores y compartir mis conocimientos con ellos.",

    "email_label": "Tu email",
    "emailname_label": "Tu nombre",
    "emailcontent_label": "Mensaje",
    "sendemail_label": "Enviar mensaje",

    "success_message": "El mensaje se ha enviado exitósamente.",

    "hamburguer_label": "Botón del menú",
    "closebutton_label": "Cerrar menú",
    "about_alt": "Ezequiel sentado, plantas de fondo"
}